---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossMethodSettings
source: html/d347966e-cbd8-ff5a-3065-c54c9be37853.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossMethodSettings Property

"Loss Method Settings"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFittingLossMethodSettings { get; }
```